"SPC Password" = "Hasło SPC";
"Authentication Key" = "Klucz uwierzytelniania";
"Incorrect key" = "Nieprawidłowy klucz";
"Incorrect SPC Password" = "Nieprawidłowe hasło SPC";
"Enter 26 digit key" = "Podaj 26-cyfrowy klucz uwierzytelniania.";
"Security" = "Zabezpieczenia";
"Too many retries of SPC." = "Zbyt wiele prób ustalenia SPC.";
"AKEY set successfully." = "AKEY ustalony pomyślnie.";
"Failed to set AKEY." = "Nie udało się ustalić AKEY.";
"Too many retries of AKEY." = "Zbyt wiele prób ustalenia AKEY.";
"Password" = "Hasło";
"Key" = "Klucz";
"OK" = "OK";
"Cancel" = "Anuluj";